{
    "navbar": {
        "home":"Home",
        "about":"About Me",
        "skills":"Skills",
        "portfolio":"Portfolio",
        "contact":"Contact"
    },
    "home": {
        "titles": {
            "title1":"student",
            "title2":"programmer",
            "title3":"almost an engineer!"
        },
        "about": "Being a developer for more than 5 years, now I’m also a university student studying Computer Engineering with an IT certificate from a technical school. I currently work in software development at Deutsche Telekom. I have a keen eye for detail, adept problem-solving abilities, and keep up-todate with the latest developments in the industry.",
        "button": "Know more"
    },
    "about": {
        "title": "About Me",
        "today": "CURRENT",
        "etec": {
            "title": "Technical School of Sao Paulo",
            "text": "Here, while doing the high school with an IT course, I was able to learn multiple technical skills, such as:",
            "list": {
                "list1":"Software Development;",
                "list2":"Databases;",
                "list3":"Computer Networking;",
                "list4":"Operational Systems."
                }
        },
        "college": {
            "title": "University",
            "text": "I choose the Computer Engineering course beliving that would be the most complete course to my formation as a professional. Here, I'm able to learn concepts related to both engineering and computers. I'm studing at Universidade Sao Judas Tadeu, in Sao Paulo."
        },
        "firstJob": {
            "text": "Network Intern at Mercedes-Benz. By T-Systems do Brazil, I got my first job at Mercedes! I've worked with:",
            "list": {
                "list1":"Updated department documentation such as infrastructure maps and network topology for Mercedes-Benz;",
                "list2":"Provided network configuration support for Mercedes-Benz;", 
                "list3":"Monitored network hardware operations to evaluate proper configuration for Mercedes-Benz."
            }
        },
        "actualJob": {
            "text": "Currently as a Software Developer Intern at Deutsche Telekom Global Business Solutions Brazil. I'm working with:",
            "list": {
                "list1":"Developing IOT solutions using .NET, Angular, React, Computer Vision and Artificial Intelligence;",
                "list2":"Providing support for Asset Tracking and RFID solutions;",
                "list3":"Developing internal tools for maximizing and optimizing workflow and internal processes."
            }
        }
    },
    "skills":{
        "title": "My Skills",
        "instructions": "Click on the options bellow to see more!",
        "db": "DB and Other Techs",
        "lng": "Languages",
        "title2": "Courses",
        "en": "English",
        "pt": "Portuguese",
        "es": "Spanish",
        "fluent": "Fluent",
        "native": "Native",
        "intermediate": "Intermediate",
        "exp": "year(s) of experience",
        "expMonths": "month(s) of experience",
        "technical": "technical knowledge"
    },
    "portfolio": {
        "title": "Get to know some of my work!",
        "firstWork": {
            "title": "DTGBS - Contracts",
            "about": "This program was developed to handle, automate and streamline the process of generating fresh documents."
        },
        "secondWork": {
            "title": "Social Network - Ravit",
            "about": "A social network mobile app created to help people develop good habits. Final paper project of Technical School of Sao Paulo."
        },
        "thirdWork": {
            "title": "Facilitator/Automator - Worksheets",
            "about": "Program created to read, extract, and insert new data into a worksheet. Working with .CSV or .XLSX (Excel). Everything centralized in a program with a dashboard to facilitate the data view."
        },
        "button": "Access!"
    },
    "contact": {
        "title": "Contact",
        "nameInput": "Your name",
        "emailInput": "Your email",
        "bodyInput": "What do you wanna write to me?",
        "button": "Get in touch",
        "cv": "Resume"
    }
        
}